window.Calendar = window.Calendar||{};
window.Calendar.Holiday = window.Calendar.Holiday || {};
window.Calendar.Holiday.y2016 = {
	"d0101": 1,
	"d0102": 1,
	"d0103": 1,
	"d0207": 1,
	"d0208": 1,
	"d0209": 1,
	"d0210": 1,
	"d0211": 1,
	"d0212": 1,
	"d0213": 1,
	"d0402": 1,
	"d0403": 1,
	"d0404": 1,
	"d0430": 1,
	"d0501": 1,
	"d0502": 1,
	"d0609": 1,
	"d0610": 1,
	"d0611": 1,
	"d0915": 1,
	"d0916": 1,
	"d0917": 1,
	"d1001": 1,
	"d1002": 1,
	"d1003": 1,
	"d1004": 1,
	"d1005": 1,
	"d1006": 1,
	"d1007": 1
};

/**
 * 元旦	    01月01日~01月03日
 * 春节	    02月07日~02月13日
 * 清明节	04月02日~04月04日
 * 劳动节	04月30日~05月02日
 * 端午节	06月09日~06月11日
 * 中秋节	09月15日~09月17日
 * 国庆节	10月01日~10月07日
 */